stress.yml
config:
  target: 'http://localhost:8080'
  tls:
    rejectUnauthorized: false
  phases:
    - duration: 5
      arrivalRate: 5
  defaults:
    headers:
      x-my-service-auth: '987401838271002188298567'
scenarios:
  - flow:
    - post:
        url: "/server"
        json:
            {"module":"sys_tests","function":"test","args":[],"sequence":1,"token":"{{ $processEnvironment.ZOMBI_STRESS_TOKEN }}"}